---
kind: other
id: Properties.T:Autodesk.Revit.DB.RevitLinkOperations
source: html/0585d591-b187-2887-2287-9c9ab9ff46db.htm
---
# RevitLinkOperations Properties

Specifies whether the .NET object represents a valid Revit entity.